---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Fabrication.DesignToFabricationConverter
source: html/597ea90b-5d3d-63db-15e5-0b8e81bec3b2.htm
---
# DesignToFabricationConverter Members

Creates a new instance of the DesignToFabricationConverter class.